Revit 2027 API
ParameterTypeId.RbsSystemFlowConversionMethodParam Property
 "Flow Conversion Method"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSystemFlowConversionMethodParam { get; }
Public Shared ReadOnly Property RbsSystemFlowConversionMethodParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSystemFlowConversionMethodParam {
	ForgeTypeId^ get ();
}
static member RbsSystemFlowConversionMethodParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace